Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/travel_and_recreation/vehicle_standards/lighting_of_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: pl

source: Lighting of motorcycles in Ireland
pl: Oświetlenie pojazdów motocyklowych w Irlandii

source: If you wish to ride a motorcycle on a public road in Ireland, you should be aware there are specific rules in place about the type of lamps and reflectors that must be fitted to your motorcycle
pl: Chcąc jeździć motocyklem po drogach publicznych Irlandii należy wiedzieć, że istnieją specjalne przepisy dotyczące lamp i elementów odblaskowych, w które powinien być wyposażony każdy pojazd tego typu

source: These provisions are set down in the Road Traffic (Lighting of Vehicles) Regulations, 1963 (as amended)
pl: Zasady te zostały opisane w przepisach o ruchu drogowym (oświetleniu pojazdów) z 1963 r

source: Effective use of lighting on your motorcycle will ensure that other road users see you
pl: Właściwe oświetlenie motocykla ma na celu zapewnienie, że będzie on dobrze widoczny przez innych uczestników ruchu drogowego

source: The Gardai (Irish police force) are responsible for the enforcement of the law on the lighting of vehicles in Ireland and this enforcement is essential for road safety
pl: Egzekwowaniem przestrzegania przepisów dotyczących oświetlenia pojazdów na terenie Irlandii zajmuje się policja

source: The object of these Regulations is to prevent accidents and protect life and property
pl: Służy to zapewnieniu bezpieczeństwa ruchu drogowego. Odpowiednie przepisy mają na celu zapobieganie wypadkom oraz ochronę życia i mienia

source: Motorcycles at all times are required to have:
pl: Każdy motocykl powinien być zawsze wyposażony w następujące elementy:

source: • One head lamp: this is a lamp that when lit, adequately lights the road ahead with a white or yellow light for a distance of 99 metres (325 feet) (or 30.5 metres (100 feet) when dipped) and in the case of a low-powered motorcycle, a reasonable distance
pl: • Jedną lampę przednią — jest to lampa, która włączona oświetla drogę przed pojazdem światłem białym lub żółtym na odległość ok. 100 m (325 stóp) (lub ok. 30 m/100 stóp po przełączeniu na światło krótkie), a w przypadku motocykli o niskiej mocy silnika na rozsądną odległość

source: • One rear lamp: this is a lamp fitted to the rear and when lit, a red light is visible for 152 metres (500 feet)
pl: • Jedną lampę tylną — jest to lampa przymocowana z tyłu pojazdu, która włączona emituje światło czerwone widoczne z odległości ok. 150 m (500 stóp)

source: • One rear reflector: this is a red reflector that can be plainly seen for a distance of 99 metres (325 feet) to the rear when the headlights of a vehicle shine directly on it
pl: • Jedno tylne światło odblaskowe — jest to czerwone światło odblaskowe, dobrze widoczne z tyłu, z odległości ok. 100 m (325 stóp) w momencie gdy światła reflektorów pojazdu jadącego za motocyklem padają bezpośredniego na nie

source: • Identification mark lighting: this is a white light illuminating the rear identification plate so that each letter and number is easily distinguishable for a distance of 20 metres (65 feet) to the rear
pl: • Podświetlenie tablicy rejestracyjnej — jest to białe światło podświetlające tylną tablicę rejestracyjną tak, aby osoba znajdująca się z tyłu pojazdu mogła łatwo odczytać każdą literę i cyfrę z odległości ok. 20 m (65 stóp)

source: • Position lamp (if not fitted with a head lamp or if a side car is attached): this is a lamp not exceeding 7 watts that is fitted not more than 1.5 metres (5 feet) from the ground and which when lit shows to the front a white light visible for 152 metres (500 feet)
pl: • Lampę pozycyjną (w przypadku gdy nie jest ona wbudowana w lampę przednią lub jeśli motocykl posiada wózek boczny) — jest to lampa o mocy nieprzekraczającej 7W, przymocowana nie wyżej niż 1,5 m (5 stóp) nad ziemią, która włączona emituje białe światło z przodu pojazdu widoczne z odległości ok. 150 m (500 stóp)

source: • Direction indicators and high mounted stop lamp (this is optional): A direction indicator is a device fitted to a motorcycle that is capable of indicating to the other road users that the driver intends to turn right or left
pl: • Kierunkowskazy oraz wysoko zamontowana lampa stopu (opcjonalnie) — kierunkowskaz to urządzenie służące do sygnalizowania innym uczestnikom ruchu drogowego zamiaru skrętu w prawo lub w lewo

source: Indicators must be either semaphore or flashing
pl: Kierunkowskazy muszą mieć postać albo semaforów, albo migających świateł

source: Side-cars of motorcycles are required at all times to have:
pl: Wózki boczne motocykli muszą być zawsze wyposażone w następujące elementy:

source: • One rear lamp (as above)
pl: • jedną lampę tylną (zgodnie z powyższym opisem)

source: Use of head lamps
pl: Korzystanie z lampy przedniej

source: The head lamps on your motorcycle should be dipped in good time in the following situations:
pl: • Lampa przednia powinna być przełączana w odpowiednim czasie na światło krótkie w następujących sytuacjach:

source: • Meeting oncoming vehicles (i.e., vehicles coming towards you from the opposite direction)
pl: przy mijaniu nadjeżdżających pojazdów (tzn. pojazdów nadjeżdżających z przeciwka)

source: • In built-up areas where public lighting is provided, and special speed limit areas
pl: • na terenie zabudowanym, gdzie zapewnione jest oświetlenie komunalne, a także w specjalnych strefach ograniczenia prędkości

source: • In periods of poor visibility (i.e., heavy fog, snow, rain, dust)
pl: • przy ograniczonej widoczności (np. mgła, ciężkie opady śniegu, deszczu czy unoszący się kurz)

source: • Travelling behind another vehicle
pl: • podczas jazdy za innym pojazdem

source: • When failing to use your head lamps may cause inconvenience to other road users
pl: • w sytuacjach gdy niewłączenie lampy przedniej może być uciążliwe dla innych uczestników ruchu drogowego

source: If you are using your motorcycle during the day when visibility is poor, you are also required to use lamps. If you are using lamps on your motorcycle, you should ensure that your lights are dipped when approaching other road users. Rates
pl: W godzinach obowiązkowego włączania świateł wszyscy motocykliści mają obowiązek z nich korzystać (przepis nie dotyczy świateł stopu)

source: Most motorcycles are fitted with these lamps and reflectors as standard. You can purchase replacement lamps at any reputable motorcycle shop. How to apply
pl: Światła należy mieć także włączone w ciągu dnia w przypadku ograniczonej widoczności

source: If you are unsure about whether your motorcycle conforms to the law, you should contact your nearest Garda station for advice and information
pl: Korzystając z lampy, należy pamiętać o tym, aby przełączyć ją na światło krótkie, gdy zauważymy zbliżających się innych uczestników ruchu drogowego
